Repository: OpenMATE-Project/mate-bluetooth
Catalog: po/*.po
Languages: sk

source: All types
sk: Všetky typy

source: Phone
sk: Telefón

source: Computer
sk: Počítač

source: Network
sk: Sieť

source: Headset
sk: Slúchadlo s mikrofónom

source: Headphones
sk: Slúchadlá

source: Audio device
sk: Zvukové zariadenie

source: Keyboard
sk: Klávesnica

source: Mouse
sk: Myš

source: Camera
sk: Fotoaparát

source: Printer
sk: Tlačiareň

source: Joypad
sk: Herný ovládač

source: Video device
sk: Video zariadenie

source: Unknown
sk: Neznáme

source: Click to select device...
sk: Kliknite, aby ste vybrali zariadenie...

source: No adapters available
sk: Žiadne adaptéry nie sú k dispozícii

source: Searching for devices...
sk: Hľadanie zariadení...

source: Remove '%s' from the list of devices?
sk: Odstrániť '%s' zo zoznamu zariadení?

source: If you remove the device, you will have to set it up again before next use.
sk: Ak zariadenie odstránite, musíte ho pred ďalším použitím opätovne nastaviť.

source: Device
sk: Zariadenie

source: Type
sk: Typ

source: All categories
sk: Všetky kategórie

source: Paired
sk: Spárované

source: Trusted
sk: Dôveryhodné

source: Not paired or trusted
sk: Nespárované alebo nedôveryhodné

source: Paired or trusted
sk: Spárované alebo dôveryhodné

source: <b>Show Only Bluetooth Devices With...</b>
sk: <b>Zobraziť len zariadenia Bluetooth...</b>

source: Device _category:
sk: _Kategória zariadenia:

source: Select the device category to filter
sk: Vyberte kategóriu zariadenia na filtrovanie

source: Device _type:
sk: _Typ zariadenia:

source: Select the device type to filter
sk: Vyberte typ zariadenia na filtrovanie

source: Input devices (mice, keyboards, etc.)
sk: Vstupné zariadenia (myši, klávesnice, atď.)

source: Headphones, headsets and other audio devices
sk: Slúchadlá, slúchadlá s mikrofónom a iné zvukové zariadenia

source: Use this GPS device for Geolocation services
sk: Použiť toto GPS zariadenie na geolokalizačné služby

source: Access the Internet using your cell phone (test)
sk: Prístup k internetu pomocou vášho mobilného telefónu (test)

source: Select Device to Browse
sk: Vybrať zariadenie na prehliadanie

source: _Browse
sk: _Prehliadať

source: Select device to browse
sk: Vybrať zariadenie na prehliadanie

source: Turn On Bluetooth
sk: Zapnúť Bluetooth

source: Bluetooth: Off
sk: Bluetooth: Vypnutý

source: Turn Off Bluetooth
sk: Vypnúť Bluetooth

source: Bluetooth: On
sk: Bluetooth: Zapnutý

source: Bluetooth: Disabled
sk: Bluetooth: Zakázaný

source: Disconnecting...
sk: Odpája sa...

source: Connecting...
sk: Pripája sa...

source: Connected
sk: Pripojené

source: Disconnected
sk: Odpojené

source: Disconnect
sk: Odpojiť

source: Connect
sk: Pripojiť

source: Send files...
sk: Odoslať súbory...

source: Browse files...
sk: Prehliadať súbory...

source: Open Keyboard Preferences...
sk: Otvoriť nastavenia klávesnice...

source: Open Mouse Preferences...
sk: Otvoriť nastavenia myši...

source: Open Sound Preferences...
sk: Otvoriť nastavenia zvuku...

source: Debug
sk: Ladiť

source: - Bluetooth applet
sk: - Bluetooth aplet

source: %s Run '%s --help' to see a full list of available command line options.
sk: %s Spustite '%s --help' na zobrazenie úplného zoznamu volieb príkazového riadka.

source: Bluetooth Applet
sk: Bluetooth aplet

source: Bluetooth: Enabled
sk: Bluetooth: Povolený

source: Device '%s' wants to pair with this computer
sk: Zariadenie '%s' sa chce spárovať s týmto počítačom

source: Please enter the PIN mentioned on device %s.
sk: Prosím, zadajte prístupové heslo uvedené na zariadení %s.

source: Please confirm whether the PIN '%s' matches the one on device %s.
sk: Prosím, potvrďte či prístupové heslo '%s' zodpovedá tomu na zariadení %s.

source: Grant access to '%s'
sk: Udeliť prístup k '%s'

source: Device %s wants access to the service '%s'.
sk: Zariadenie %s chce pristupovať k službe '%s'.

source: Pairing request for '%s'
sk: Požiadavka na spárovanie pre '%s'

source: Bluetooth device
sk: Zariadenie Bluetooth

source: Enter PIN
sk: Zadajte prístupové heslo

source: Pairing confirmation for '%s'
sk: Potvrdenie spárovania pre '%s'

source: Verify PIN
sk: Overiť prístupové heslo

source: Authorization request from '%s'
sk: Požiadavka na oprávnenie z '%s'

source: Check authorization
sk: Preveriť oprávnenie

source: Bluetooth Manager
sk: Správca Bluetooth

source: Bluetooth Manager applet
sk: Aplet "Správca Bluetooth"

source: Bluetooth: Checking
sk: Bluetooth: Kontroluje sa

source: Browse files on device...
sk: Prehliadať súbory v zariadení...

source: Devices
sk: Zariadenia

source: Preferences
sk: Nastavenia

source: Quit
sk: Ukončiť

source: Send files to device...
sk: Odoslať súbory do zariadenia...

source: Set up new device...
sk: Nastaviť nové zariadenie...

source: Visible
sk: Viditeľný

source: _Always grant access
sk: _Vždy udeliť prístup

source: _Grant
sk: _Udeliť

source: _Reject
sk: _Odmietnuť

source: _Does not match
sk: _Nezhoduje sa

source: _Matches
sk: _Zhoduje sa

source: _Show input
sk: _Zobraziť vstup

source: Cannot start "Personal File Sharing" Preferences
sk: Nepodarilo sa spustiť nastavenia pre "Zdieľanie osobných súborov"

source: Please verify that the "Personal File Sharing" program is correctly installed.
sk: Skontrolujte prosím, či je program "Zdieľanie osobných súborov" správne nainštalovaný.

source: Bluetooth Preferences
sk: Predvoľby Bluetooth

source: _Show Bluetooth icon
sk: _Zobraziť ikonu Bluetooth

source: Receive Files
sk: Prijímanie súborov

source: Output a list of currently known devices
sk: Vypísať zoznam v súčasnosti známych zariadení

source: Bluetooth Properties
sk: Vlastnosti Bluetooth

source: Make computer _visible
sk: _Urobiť počítač viditeľným

source: Friendly name
sk: Zrozumiteľný názov

source: Set up _new device...
sk: _Nastaviť nové zariadenie...

source: _Remove
sk: _Odstrániť

source: Bluetooth is disabled
sk: Bluetooth je zakázaný

source: No Bluetooth adapters present
sk: Nie je prítomný žiadny Bluetooth adaptér

source: Your computer does not have any Bluetooth adapters plugged in.
sk: Váš počítač nemá pripojený žiadny Bluetooth adaptér.

source: Bluetooth has been disabled by a switch on your computer.
sk: Bluetooth bol na vašom počítači vypnutý spínačom

source: Configure Bluetooth settings
sk: Upraviť nastavenia Bluetooth

source: Pairing with '%s' cancelled
sk: Párovanie s '%s' zrušené

source: Please confirm that the PIN displayed on '%s' matches this one.
sk: Prosím, potvrďte, že prístupové heslo zobrazené na '%s' sa zhoduje s týmto.

source: Please enter the following PIN:
sk: Prosím, zadajte nasledujúce prístupové heslo:

source: Setting up '%s' failed
sk: Nastavenie '%s' zlyhalo

source: Connecting to '%s'...
sk: Pripája sa k '%s'...

source: Please enter the following PIN on '%s' and press “Enter” on the keyboard:
sk: Prosím, zadajte nasledujúce prístupové heslo na '%s' a stlačte “Enter“ na klávesnici:

source: Please enter the following PIN on '%s':
sk: Prosím, zadajte nasledujúce prístupové heslo na '%s':

source: Please wait while finishing setup on device '%s'...
sk: Prosím, počkajte, pokým sa dokončí nastavovanie zariadenia '%s'...

source: Successfully set up new device '%s'
sk: Nové zariadenie '%s' bolo úspešne nastavené

source: '0000' (most headsets, mice and GPS devices)
sk: '0000' (väčšina slúchadiel s mikrofónom, myší a GPS zariadení)

source: Bluetooth New Device Setup
sk: Nastavenie nového Bluetooth zariadenia

source: Custom PIN:
sk: Vlastné prístupové heslo:

source: Device Setup
sk: Nastavovanie zariadenia

source: Device Setup Failed
sk: Nastavovanie zariadenia zlyhalo

source: Device search
sk: Hľadanie zariadenia

source: Do not pair
sk: Nepárovať sa

source: Does not match
sk: Nezhoduje sa

source: Finishing New Device Setup
sk: Dokončuje sa nastavovanie nového zariadenia

source: Fixed PIN
sk: Pevné prístupové heslo

source: Introduction
sk: Úvod

source: Matches
sk: Zodpovedá

source: PIN Options
sk: Možnosti prístupového hesla

source: PIN _options...
sk: _Možnosti prístupového hesla...

source: Select the additional services you want to use with your device:
sk: Vyberte ďalšie služby, ktoré chcete použiť s vašim zariadením:

source: Select the device you want to setup
sk: Vyberte zariadenie, ktoré chcete nastaviť

source: Setup Completed
sk: Nastavovanie dokončené

source: The Bluetooth new device setup will walk you through the process of configuring Bluetooth enabled devices for use with this computer.
sk: Sprievodca pridaním nových zariadení vás prevedie procesom nastavenia podporovaných Bluetooth zariadení na použitie s týmto počítačom.

source: The device will need to be within 10 meters of your computer, and be “visible” (sometimes called “discoverable”). Check the device's manual if in doubt.
sk: Zariadenie bude musieť byť v dosahu 10 metrov od vášho počítača a bude musieť byť „viditeľné“ (niekedy nazývané „zistiteľné“). V prípade pochybností si pozrite príručku zariadenia.

source: Welcome to the Bluetooth new device setup
sk: Vitajte v sprievodcovi nastavovania nových Bluetooth zariadení

source: _Automatic PIN selection
sk: _Automatický výber prístupového hesla

source: _Restart Setup
sk: _Reštartovať nastavovanie

source: %'d second
sk: %'d sekúnd

source: %'d minute
sk: %'d minút

source: %'d hour
sk: %'d hodín

source: approximately %'d hour
sk: približne %'d hodín

source: File Transfer
sk: Prenos súborov

source: _Retry
sk: _Skúsiť znovu

source: Sending files via Bluetooth
sk: Posielanie súborov cez Bluetooth

source: From:
sk: Z:

source: To:
sk: Do:

source: An unknown error occurred
sk: Nastala neznáma chyba

source: Make sure that remote device is switched on and that it accepts Bluetooth connections
sk: Uistite sa, že vzdialené zariadenie je zapnuté a akceptuje Bluetooth spojenia

source: Sending %s
sk: Odosielanie %s

source: Sending file %d of %d
sk: Odosielanie %d. súboru z %d

source: Select Device to Send To
sk: Vybrať zariadenie na "Odoslať do"

source: Send _To
sk: Odoslať _do

source: Choose files to send
sk: Vyberte súbory na odoslanie

source: Remote device to use
sk: Vzdialené zariadenie, ktoré použiť

source: Remote device's name
sk: Názov vzdialeného zariadenia

source: Programming error, could not find the device in the list
sk: Programátorská chyba, nepodarilo sa nájsť zariadenie v zozname

source: Obex Push file transfer unsupported
sk: Prenos súborov Obex Push nepodporovaný

source: Run in standalone mode
sk: Spustiť v samostatnom režime

source: Pairing with %s failed.
sk: Párovanie s '%s' zlyhalo.

source: <u>Pair</u>
sk: <u>Spárovať</u>

source: <u>Connect</u>
sk: <u>Pripojiť</u>

source: <u>Browse</u>
sk: <u>Prehliadať</u>

source: Device setup failed
sk: Nastavenie zariadenia zlyhalo

source: Back to devices
sk: Späť k zariadeniam

source: Done
sk: Hotovo

source: Device setup
sk: Nastavenie zariadenia

source: Only show:
sk: Zobraziť len:

source: PIN options
sk: Voľby prístupového hesla

source: Add a new device
sk: Pridať nové zariadenie

source: Send file from your computer
sk: Poslať súbor z vášho počítača

source: Bluetooth Manager Panel
sk: Panel "Správca Bluetooth"
